{
  "level": null,
  "LevelData": {
    "Poverty": {
      "Prelude": {
        "Dialogue": {
          "Player#1": "$CEIdle|$POS1|Hello?! Where the hell am I?! What in the world am I doing here?!",
          "Narrator#1": "$CEPoof|$POS0|Poof*",
          "Professor#1": "$CEIdle|$POS0|Hello Player, I go by many names, but you can just call me “The Professor”, or just professor is also enough.",
          "Professor#2": "You are currently here with me because our agents at our totally secret organization have realized that you've led a rather comfortable life.",
          "Professor#3": "So comfortable that you've made statements in your life that completely disregards the misfortune of others in the world.",
          "Professor#4": "Therefore in order to shape you into a better global citizen, we will go on a journey to learn many new things about...",
          "Professor#5": "...the United Nations and the UN Sustainability Goals (UNSDG) that have been set for humanity to transition to a much better world. ",
          "Professor#6": "And we'll also learn some statistics along the way!",
          "Player#2": "In conclusion, you've kidnapped me. What's your organization's name?",
          "Player#3": "I will be filing an official report with the police the second I get out of-",
          "Professor#7": "Calm down. We didn't kidnap you.",
          "Professor#8": "At least not your physical body, we didn't.",
          "Professor#9": "When you went to sleep, our agents activated a device to help us capture your consciousness and place us in a dream world...",
          "Professor#10": "...where we can learn about the UNSDG goals in a perfectly simulated, safe and yet realistic world.",
          "Player#4": "I literally could care less. Let me out!",
          "Player#5": "If I want to have a dream, it's gotta be something better than this.",
          "Player#6": "I don't need a patronizing dude called “The Professor” to tell me how “I have it easy”.",
          "Professor#11": "Well, I am not patronizing you.",
          "Professor#12": "And if you want out of this, the fastest way is to just cooperate with us and go on this journey with me.",
          "Professor#13": "Whinging is just going to make this unnecessarily longer.",
          "Professor#14": "Now, back to the topic at hand.",
          "Professor#15": "The UNSDG is an important part of transitioning the world to be a better place.",
          "Professor#16": "I have created a path for those who are lost and seek guidance on their journey.",
          "Professor#17": "And now I'll be guiding you through the memories of other individuals that I have had the honour to interview,...",
          "Professor#18": "...and therefore can provide you with a sort of simulated interview for you to proceed with.",
          "Professor#19": "Personally I call them <b>memoram</b>(s), but there is a longer and more technical name for it that I will not be using.",
          "Professor#20": "Now, in some cases, you will proceed with the simulation in a first-person perspective.",
          "Professor#21": "Meaning that you will have direct control over the person's behavior and way of talking...",
          "Professor#22": "...and temporarily share their memories and thoughts.",
          "Professor#23": "Which means you will be able to understand their background as if they are yours.",
          "Professor#24": "And in other simulations you will proceed in a third-person perspective,...",
          "Professor#25": "...where you will experience the interview as if you are in the room with them,...",
          "Professor#26": "...having only  partial control over their speeches, with predetermined dialogues.",
          "Professor#27": "Now, since you want out of this as quickly as possible,...",
          "Professor#28": "...why not also quickly choose which goals you want to learn first and go through it as quickly as you can.",
          "Professor#29": "It will save you a lot of time not to be too hesitant about this.",
        }
      },
      "Q111": {
        "Dialogue": {
          "Professor#1": "Choosing Quality Education as our current topic now, are we?",
          "Professor#2": "Good good. As per my observation you do seem to carry with you a sort of arrogance in the way you speak,...",
          "Professor#3": "...which means you most likely chose this because...",
          "Narrator#1": "$BGRoomBackground|*Samantha cuts Professor off*",
          "Samantha#1": "$CEIdle|$POS1|Of COURSE I would've received quality education, you have to be one of the stupidest things my head could ever make up.",
          "Samantha#2": "You claim to be all-knowing but you don't even know about how I graduated top of my class.",
          "Narrator#2": "*Professor pauses time*",
          "Professor#4": "Now you are currently within the body of a person we have previously interviewed, Samantha Higgins.",
          "Professor#5": "She is, as you can most likely guess since you currently inherit all her personalities and memories,...",
          "Professor#6": "...from a very comfortable background, top of her class in a prestigious high school and is very arrogant at times.",
          "Professor#7": "Now since you are doing this <b>memoram</b> in her perspective, you will have full access to her way of speaking.",
          "Professor#8": "However, I would also highly recommend seeking more... polite alternatives when you are allowed the choices in your dialogue.",
          "Player#1": "#CEIdle|$POS1|But why?",
          "Professor#9": "Makes my life easier is all. Now, whenever you are ready. I will unpause and our conversation will start.",
          "Player#2": "Now why would I-",
          "Player#3": "Sure, let's get this over with I guess.",
          "Narrator#3": "*Professor unpause the time*",
          "Professor#10": "Yes, yes. If you would've let me finish my sentence I would've said what you just said. ",
          "Professor#11": "BUT I can sense within you a tinge of uncertainty...",
          "Narrator#4": "*Samantha cuts Professor off again*",
          "Samantha#3": "$CEIdle|$POS1|Why am I even doing this? This is laughable considering I already AM thinking of studying in a university.",
          "Professor#12": "Are you now? Then you will have nothing to worry about then. This will just be right up your alley.",
          "Professor#13": "Now if you don't mind answering my question.",
          "Samantha#4": "As a matter of fact I DO mind answering your question actually. Maybe if you would just let me OUT of this stupid-",
          "Narrator#5": "*Professor cuts Samantha off*",
          "Professor#14": "Great. Glad to hear such ardor from you. ",
          "Professor#15": "Now from what I understand, you are already considering pursuing a higher education BUT now I understand your uncertainty.",
          "Professor#16": "You think it might not be worth it for you to study any further...",
          "Professor#17": "...and that pursuing an education in a male-dominated field won't be worth it.",
          "Samantha#5": "I never said anything about that. Are you reading my mind? ",
          "Samantha#6": "You are ridiculous. I am not the one that thinks studying any further could be a waste of time.",
          "Samantha#7": "My brother is the one that's thinking that. ",
          "Samantha#8": "And of course he would think that too.",
          "Samantha#9": "He almost flunked out of year 9 and now he is talking about how he should just join TAFE to pursue a “trade” in plumbing.",
          "Samantha#10": "Talk about being the family failure.",
          "Samantha#11": "This is why I HAD to consider studying in STEM in the first place. Somebody's gotta make the family proud.",
          "Professor#18": "Well aren't you the best sister in the world huh. ",
          "Professor#19": "Let's not persecute your brother right away. ",
          "Professor#20": "From what I can observe, your brother isn't doing that badly in terms of his grades. ",
          "Professor#21": "He can even choose to pursue a university degree if he puts his mind to it. ",
          "Professor#22": "The problem stems from him thinking that it's pointless as if he gets his qualification from TAFE...",
          "Professor#23": "...he can join the workforce and start earning money right away, rather than having to incur student debt. ",
          "Professor#24": "Well, let's go ahead and find out whether his way of thinking is true or not.",
          "Samantha#12": "Sorry but why am I getting put through this trying to find out whether my BROTHER is making the right choice or not?",        
          "Professor#25": "Because you are just a loving and concerned sister for your brother and you are just so concerned about his life choices. ",
          "Professor#26": "Anyways, since you are such a know-it-all, why don't you sort through this table and tell me your observations huh?",
        },
        "Questions": {
          "1": "Postgraduates",
          "2": "Bachelor Degree",
          "3": "Advanced diploma/ Diploma",
          "4": "Certificate"
        },
        "Responses": {
          "Correct_Professor#1": "Correct! The highest education level is most likely to earn a higher income.",
          "Incorrect_Professor#2": "Incorrect! The correct answer is the highest education level 'Postgraduates."
        },
      },  
      "Q112":{
        "Dialogue":{
          "Samantha#1": "And here I thought it was supposed to be hard, guess I could be getting out of this dumb dream soon after all.",
          "Samantha#2": "From my observation, this table shows that workers with the highest education level tend to earn a higher income.",
          "Professor#1": "Congratulations Samantha. You have answered the hardest question I can conjure up.",
          "Professor#2": "I am so happy to announce to you that I will be releasing you from your dream now.",
          "Samantha#3": "Wait, really?!",
          "Professor#3": "No.",
          "Professor#4": "I thought you were smarter than this Samantha.",
          "Professor#5": "Can't tell sarcasm apart from me being serious?",
          "Professor#6": "We still have to scrutinize other facets of our topic, otherwise I would be making it way too easy for you. ",
          "Professor#7": "Onwards!",
          "Samantha#4": "I swear if I could call you names right now I would. ",
          "Samantha#5": "Luckily for you, you somehow censored all those words from being able to be uttered in this space. ",
          "Professor#8": "I appreciate the compliment. Have to make this space as comfortable and safe for everyone.",
          "Professor#9": "Well, have a look at this graph, give me your observations around how much a laborer/plumber would earn.",
        },
        "Questions":{
          "1": "Labourers have the lowest median per/hour income.",
          "2": "Managers have the highest median per/hour income.",
          "3": "Professionals have the lowest median per/hour income.",
          "4": "None.",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, Labourers have the lowest median per/hour income",
          "Incorrect_Professor#2": "Incorrect!, Labourers have the lowest median per/hour income",
	      },
	    },
      "Q113":{
        "Dialogue":{
          "Samantha#1": ".....",
          "Samantha#2": "My brother would be earning way less than everyone else... ",
          "Professor#1" :"Not to anyone's surprise really, in general laborers earn less. ",
          "Professor#2" :"But here is the question, is that always the case and is it exactly true?",
          "Samantha#3": "How am I supposed to know the answer to that question?!",
          "Samantha#4": "I am not a statistics degree student now, am I?",
          "Professor#3" :"Well isn't it just so convenient that the answers are now suddenly available to you like some thoughts in your head.",
          "Samantha#5": "I hate you, first you trap me in this hellscape. ",
          "Samantha#6": "Now I find out you can just stuff whatever you want inside my head without asking me? When is this gonna end....",
        },
        "Questions":{
          "1": "True",
          "2": "False",
          "3": "wrong c",
          "4": "wrond d",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, It is false, there could always be someone that earns above the median and could possibly earn more than a professional or manager.",
          "Incorrect_Professor#2": "Incorrect!, It is false, there could always be someone that earns above the median and could possibly earn more than a professional or manager.",
	      },
	    },
      "Q114":{
        "Dialogue":{
          "Samantha#1": "So, from what I understand. ",
          "Samantha#2": "It is entirely possible that there could always be someone that earns above the median...",
          "Samantha#3": "...and could possibly earn more than a professional or manager. ",
          "Samantha#4": "But a manager and professional could also possibly earn more than their median salary per hour.",
          "Professor#1" :"That is so correct Samantha. ",
          "Professor#2" :"Looks like you are finally getting your head around the idea of just answering my questions and stopping your whinging.",
          "Narrator#1": "*Samantha gives Professor the death stare*",
          "Samantha#5": "Here is my question though. ",
          "Samantha#6": "Why are we looking at median salary, whatever that means, instead of the average salary per hour?",
          "Professor#3" :"Oh my god wow. That is such a good question, Samantha. ",
          "Professor#4" :"Why don't you answer that question for yourself with these answers I am about to provide you.",
          "Professor#5" :"The hint is that only one of them is the correct answer~~",
          "Samantha#7": "You-",
        },
        "Questions":{
          "1": "wrong a",
          "2": "wrong b",
          "3": "The median is more accurate than the mean because it disregards the outliers",
          "4": "wrong d",
	      },
        "Responses":{
          "Correct_Professor#1": "The median is more accurate than the mean because it disregards the outliers.",
          "Correct_Professor#2": "So the representation of what each profession will earn becomes less skewed. ",
          "Correct_Professor#3": "The disadvantage of this is that it doesn’t take all the data into account.",
          "Incorrect_Professor#2": "Incorrect!, It is false, there could always be someone that earns above the median and could possibly earn more than a professional or manager.",
	      },
	    },
      "Q115":{
        "Dialogue":{
          "Samantha#1": "Right, I am just gonna read off this answer you gave me, cause why not. ",
          "Samantha#2": "“The median is more accurate than the mean because it disregards the outliers,... ",
          "Samantha#3": "...so the representation of what each profession will earn becomes less skewed. ",
          "Samantha#4": "The disadvantage of this is that it doesn't take all the data into account.”",
          "Narrator#1": "*Professor claps*",
          "Professor#1" :"That is so correct Samantha.",
          "Professor#2" :"Now after seeing all of this, do you still want your brother to pursue the path that he will be heading towards before talking it out?",
          "Samantha#5": "Quite frankly, I could care less about what he wants to do with his future.",
          "Samantha#6": "But since I already have all this knowledge and information thanks to you injecting thoughts into my head.",
          "Samantha#7": "I might as well convey it to him when I get the chance.",
          "Samantha#8": "And I will be able to get that chance.... if you just let me out now!",
          "Professor#3": "Nice try Samantha. ",
          "Professor#4": "Now since we've addressed your concern with your brother,...",
          "Professor#5": "...let's move on to your concern with pursuing a pathway of studying and working in a male-dominated field, especially in STEMs?",
          "Samantha#9": "Look, I already understand what I was signing up for when I thought about this pathway.",
          "Samantha#10": "I am in year 12 and am about to do my HSC, studying physics, chemistry, biology and engineering.",
          "Samantha#11": "Now I absolutely enjoy my classes and have no hesitation about the subjects I have chosen to study.",
          "Professor#6": "But you do have concerns about whether it is good for you to continue in this path when you go to university, don't you? ",
          "Professor#7": "I do understand that the subjects you are doing are quite hard,... ",
          "Professor#8": "...and most of the time they are quite male-dominated which can sometimes make for a difficult environment to study in.",
          "Samantha#12": "I just.... can you stop reading my mind? No seriously, this is getting weird.",
          "Samantha#13": "You are right, I came from an environment where I have been teased a lot.",
          "Samantha#14": "I am not exactly studying what a lot of girls in my grade are studying, especially by a lot of the boys in my class.",
          "Professor#9": "Well that's okay Samantha. Those are extremely valid feelings. ",
          "Professor#10": "Now I can't promise to make you completely feel better, but maybe I can help you go through this.",
          "Professor#11": "Let me give some questions that will address these concerns of yours, and maybe they can help put your mind at ease.",
          "Samantha#15": "Whatever.",
          "Professor#12": "Let's first look at this graph huh?",
          "Samantha#16": "Not to concern you, but you look real stupid right now. What graph are you talking abou-",
          "Narrator#2": "*Professor snaps his fingers and a graph pops into Samantha's mind*",
          "Samantha#17": "You wha- STOP! I can't. You keep putting things into my head, this is so disgusting.",
          "Professor#13": "Now now, chill out. It's just a graph, analyze the graph and tell me exactly what your observation is.",
        },
        "Questions":{
          "1": "wrong a",
          "2": "wrong b",
          "3": "wrong c",
          "4": "The graph shows that more females have obtained a higher education than males.",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, The graph shows that more females have obtained a higher education than males.",
          "Incorrect_Professor#2": "Incorrect!, The graph shows that more females have obtained a higher education than males.",
	      },
	    },
      "Q116":{
        "Dialogue":{
          "Samantha#1": "Is it supposed to be reassuring to me that there are more females that have received a higher education than males? ",
          "Samantha#2": "Look, as empowering as it is to see that statistics, it doesn’t help ease my nerves around my peers, you know that right?",
          "Professor#1": "Alright. Stop smart-mouthing me. ",
          "Professor#2": "I know just letting you directly stare at statistics is not gonna give you too much comfort, but I will ask you a couple more questions. ",
          "Professor#3": "Then you can decide for yourself how you can go about navigating your pathway towards higher education.",
          "Professor#4": "Now, can you answer me exactly how has education changed over the years?",
          "Samantha#3": "Okay, how am I supposed to answer that without… ",
          "Samantha#4": "Actually nevermind, you are gonna do the thing that you do again, aren’t you? Alright… hit me with it.",
        },
        "Questions":{
          "1": "wrong a",
          "2": "Average years of education has increased by generation",
          "3": "wrong c",
          "4": "wrong d",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, Average years of education has increased by generation, …",
          "Correct_Professor#2": "…which means that future generations will be even more educated than the previous generation because more people are pursuing a bachelor's degree.",
          "Incorrect_Professor#2": "Incorrect!, ",
	      },
	    },
      "Q117":{
        "Dialogue":{
        },
        "Questions":{
          "1": "wrong a",
          "2": "wrong b",
          "3": "wrong c",
          "4": "wrong d",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, ",
          "Incorrect_Professor#2": "Incorrect!, ",
	      },
	    },
      "Q118":{
        "Dialogue":{
        },
        "Questions":{
          "1": "wrong a",
          "2": "wrong b",
          "3": "wrong c",
          "4": "wrong d",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, ",
          "Incorrect_Professor#2": "Incorrect!, ",
	      },
	    },
      "Q119":{
        "Dialogue":{
        },
        "Questions":{
          "1": "wrong a",
          "2": "wrong b",
          "3": "wrong c",
          "4": "wrong d",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, ",
          "Incorrect_Professor#2": "Incorrect!, ",
	      },
	    },
      "Q120":{
        "Dialogue":{
        },
        "Questions":{
          "1": "wrong a",
          "2": "wrong b",
          "3": "wrong c",
          "4": "wrong d",
	      },
        "Responses":{
          "Correct_Professor#1": "Correct!, ",
          "Incorrect_Professor#2": "Incorrect!, ",
	      },
	    },
    },
  },
  "answers": {
    "Q111": "1",
    "Q112": "1",
    "Q113": "2",
    "Q114": "3",
    "Q115": "4",
    "Q116": "2",
    "Q117": "3",
    "Q118": "4",
    "Q119": "1",
    "Q120": "2",
  },
}