{
  "level": null,
  "LevelData": {
    "Poverty": {
      "Prelude": {
        "Dialogue": {
          "Player#1": "$CEIdle|$POS1|$BGSkyBackground|$BGMPrelude_BGM|$SFXClicky_Noise|Hello?! Where the hell am I?! What in the world am I doing here?!",
          "Narrator#1": "$CEPoof|$POS0|Poof*",
          "Professor#1": "$CEIdle|$POS0|Hello Player, I go by many names, but you can just call me “The Professor”, or just professor is also enough.",
          "Professor#2": "You are currently here with me because our agents at our totally secret organization have realized that you've led a rather comfortable life.",
          "Professor#3": "So comfortable that you've made statements in your life that completely disregards the misfortune of others in the world.",
          "Professor#4": "Therefore in order to shape you into a better global citizen, we will go on a journey to learn many new things about...",
          "Professor#5": "...the United Nations and the UN Sustainability Goals (UNSDG) that have been set for humanity to transition to a much better world.",
          "Professor#6": "And we'll also learn some statistics along the way!",
          "Player#2": "In conclusion, you've kidnapped me.What's your organization's name?",
          "Player#3": "I will be filing an official report with the police the second I get out of-",
          "Professor#7": "Calm down.We didn't kidnap you.",
          "Professor#8": "At least not your physical body, we didn't.",
          "Professor#9": "When you went to sleep, our agents activated a device to help us capture your consciousness and place us in a dream world...",
          "Professor#10": "...where we can learn about the UNSDG goals in a perfectly simulated, safe and yet realistic world.",
          "Player#4": "I literally could care less.Let me out!",
          "Player#5": "If I want to have a dream, it's gotta be something better than this.",
          "Player#6": "I don't need a patronizing dude called “The Professor” to tell me how “I have it easy”.",
          "Professor#11": "Well, I am not patronizing you.",
          "Professor#12": "And if you want out of this, the fastest way is to just cooperate with us and go on this journey with me.",
          "Professor#13": "Whinging is just going to make this unnecessarily longer.",
          "Professor#14": "Now, back to the topic at hand.",
          "Professor#15": "The UNSDG is an important part of transitioning the world to be a better place.",
          "Professor#16": "I have created a path for those who are lost and seek guidance on their journey.",
          "Professor#17": "And now I'll be guiding you through the memories of other individuals that I have had the honour to interview,...",
          "Professor#18": "...and therefore can provide you with a sort of simulated interview for you to proceed with.",
          "Professor#19": "Personally I call them <b>memoram</b>(s), but there is a longer and more technical name for it that I will not be using.",
          "Professor#20": "Now, in some cases, you will proceed with the simulation in a first-person perspective.",
          "Professor#21": "Meaning that you will have direct control over the person's behavior and way of talking...",
          "Professor#22": "...and temporarily share their memories and thoughts.",
          "Professor#23": "Which means you will be able to understand their background as if they are yours.",
          "Professor#24": "And in other simulations you will proceed in a third-person perspective,...",
          "Professor#25": "...where you will experience the interview as if you are in the room with them,...",
          "Professor#26": "...having only  partial control over their speeches, with predetermined dialogues.",
          "Professor#27": "Now, since you want out of this as quickly as possible,...",
          "Professor#28": "...why not also quickly choose which goals you want to learn first and go through it as quickly as you can.",
          "Professor#29": "$BGMSelection_BGM|It will save you a lot of time not to be too hesitant about this."
        }
      }
    }
  }
}